app/controllers/api/v1/books_controller.rb

SELECT "books".* FROM "books"
---
  def index
    book = Book.all